---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFCExportOptions
source: html/666a023b-dad9-4246-079c-1c4e8070bec9.htm
---
# IFCExportOptions Properties

Option to export IFC standard quantities currently supported by Revit.